export const siteConfig = {
  title: 'Світова кулінарія ',
  description: 'Рецепті різніх країн',
  navItems: [
		{ href: '/', label: 'Рецепти' },
		{ href: '/ingredients', label: 'Інгредієнти' },
		{ href: '/about', label: 'Про нас' }
	],
pagesContent: {
    "/": {
      content: "Тут будуть рецепти..."
    },
    "/ingredients": {
      content: "Різноманітні інгредієнти..."
    },
    "/about": {
      content: `
        <p>
          Світова кулінарія вражає своєю різноманітністю та багатством смаків. Кожна країна має свої унікальні страви, які відображають культурні традиції, історію та місцеві продукти. Ось декілька світових популярних страв, які варто спробувати:
        </p>
          <br/>
        <h2>Головні страви деяких країн:</h2>
          <br/
         <ul>
          <li>
            <strong>Піца (Італія)</strong> -  це одна з найвідоміших і найулюбленіших страв у світі. Тонке тісто, томатний соус, mozzarella та різноманітні начинки, такі як шинка, гриби та оливки, роблять цю страву ідеальною на будь-який смак. Класична неаполітанська піца завоювала серця поціновувачів завдяки своїй простоті та якості інгредієнтів.
          </li>
          <li>
            <strong>Суші (Японія)</strong> - це не просто їжа, а мистецтво. Світлих смаків сиру рису з морепродуктами, овочами або яйцем, ці маленькі закуски стали символом японської кухні. Вони подаються з соєвим соусом, васабі та маринованим імбирем, які підкреслюють їхній смак.
          </li>
          <li>
            <strong>Том Ям (Таїланд)</strong> - гострий та кислий суп, приготований з креветками, грибами, лимонником, галангалом та лаймом. Ця страва є сполученням контрастних смаків та ароматів, що робить її однією з найвідоміших у тайській кухні.
          </li>
          <li>
            <strong>Пад Тай (Таїланд)</strong> - Популярна тайська страва з рисовою локшиною, яка готується з яйцями, tofu або куркою, спеціями та арахісом. Пад Тай — це смачна комбінація солодкого, кислого та гострого смаків.
          </li>
          <li>
            <strong>Фалафель (Близький Схід)</strong> - це смачні кульки з меленого нуту або бобових, обсмажені до золотистої скоринки. Цю страву часто подають у піті з овочами та тахіні, і вона є популярним вегетаріанським вибором у багатьох країнах.
          </li>
        </ul>
      `
    }
  }
}